<?php

return [
    'locale'    => 'fa',
    'password'  => 'رمز عبور',
    'email'     => 'ایمیل',
    'logout'    => 'خروج',
    "user"      => "کاربر",
    'users'     => 'کاربران',
    'error'     => 'خطا',
    'success'   => 'موفق',

    "200"       => "درخواست با موفقیت انجام شد.",
    "201"       => "با موفقیت ایجاد شد.",
    "204"       => "با موفقیت حذف شد.",

    "400"       => "درخواست نامعتبر.",
    "401"       => "شما اجازه دسترسی به این بخش را ندارید.",
    "403"       => "شما اجازه دسترسی به این بخش را ندارید.",
    "404"       => "پیدا نشد.",
    "410"       => "کد تایید اخیرا به این شماره تلفن ارسال شده است. لطفا پس از اتمام زمان انقضای کد ارسال شده مجددا تلاش کنید.",
    "411"       => "کد تایید وارد شده نامعتبر می باشد.",

    "500"       => "خطای سرور.",
    "503"       => "خطای سرور.",
    "510"       => "خطایی در ایجاد کد تایید رخ داده است.",
    "511"       => "سرویس پیامک فعالی در پنل مدیریت ثبت نشده است.",
];
